Repository: MicroKloon/WC-Return-Products
Catalog: languages/wc_return-*.po
Languages: es_es

source: The customer wants to return these products
es_es: El cliente desea devolver estos productos

source: Product Image
es_es: Imagen del producto

source: Download %d
es_es: Descargar %d

source: Download
es_es: Descargar

source: Return order
es_es: Devolución de mi pedido

source: Select products for return
es_es: Seleccione los productos para devolver

source: You can select multiple by holding down the CMD or Ctrl key.
es_es: Puede seleccionar varios manteniendo presionada la tecla CMD o Ctrl.

source: Submit
es_es: Enviar

source: You must select some product
es_es: Debe seleccionar algún producto

source: You must enter a valid email
es_es: Debes introducir un email válido.

source: You must enter a valid order id
es_es: Debe introducir un id de orden válida

source: Return Order in
es_es: Devolución de pedido en

source: Return Order
es_es: Devolución de pedido

source: Your order return request was send successfully and we contact you soon. Thank you.
es_es: Su solicitud de devolución del pedido se ha enviado con éxito y nos pondremos en contacto con usted pronto. Gracias.

source: Has encountered an unexpected error and was not able to send email
es_es: Ha encontrado un error inesperado y no pudo enviar correo electrónico

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: You must enter a valid number
es_es: Debe introducir un número válido

source: Changes saved
es_es: Cambios guardados.

source: Enter email to send return orders
es_es: Ingrese correo electrónico para enviar órdenes de devolución

source: This email will receive notices of return.
es_es: Este correo electrónico recibirán avisos de devolución.

source: What status must have the order?
es_es: ¿Qué estatus debe tener el pedido?

source: The WC Return form will be available for orders with this status. You can select multiple by holding down the CMD or Ctrl key.
es_es: El formulario de devolución estará disponible para pedidos con este estado. Puede seleccionar varios manteniendo presionada la tecla CMD o Ctrl.

source: How many days will be active this form after the order is completed?
es_es: ¿Cuántos días estará activos este formulario después de completa el pedido?

source: Number of days that the form will be active after the order has been completed.
es_es: Número de días que el formulario estará activo después de que el pedido se ha completado.

source: Adds a form to order for return product
es_es: Añade un formulario para devolver productos
